<?php


$l["tools"]='Административни инструменти';
$l["description"]='Кликнете върху някой от скриптовете по-долу, за да го изпълните.';
$l["scripts"]='Скриптове';
$l["scriptOutput"]='Резултат от изпълнение на скрипта';
$l['name']='Инструменти';
$l['description']='Модул за изпълнение на административни задачи.';
$l['dbcheck']='Проверка на базата';
$l['rm_duplicates']='Премахване на повтарящи се контакти и събития';
$l['backupdb']='Бекъп на базата';
$l['index_files']='Индексиране на всички файлове';
$l['buildsearchcache']='Създаване на search index';
$l['checkmodules']='Проверка на модулите';
$l['resetState']='Възстановяване изгледа на всички прозорци, мрежи и т.н.';
