<?php


$l['name']='Пользовательские поля';
$l['description']='ПОзволяет добавлять дополнительные поля к адресам и проектам.';

$l["customfields"]= 'Пользовательские поля';
$l["category"]= 'Группа';
$l["categories"]= 'Группы пользовательских полей';
$l["manageCategories"]= 'Управление группами';
$l["numberField"]= '<br />Вы можете создать любое количество пользовательских полей. Помещайте имена полей в {} и обязательно разделяйте их пробелом  (т.е. {Number1} + {Number2} ,а не Number1+Number2):<br /><br />';
$l["selectOptions"]= 'Выберите поля выбора';
$l["noOptions"]= 'Не указано ни одного поля выбора';
$l["enterText"]= 'Пожалуйста введите текст для поля выбора:';
$l["functionProperties"]= 'Свойства функции';
$l["restart"]= 'Изменения сделаные здесь будут приняты только после перезагрузки {product_name}.';
$l["noFields"]= 'Нет пользовательских полей';
$l["createCategoryFirst"]='Сначала Вы дожны создать группу';
