<?php


$l['success']='<h1>รหัสผ่านถูกเปลี่ยน</h1><p>รหัสผ่านของคุณถูกเปลี่ยนแปลงเรียบร้อย. คุณสามารถล็อคอินได้ใหม่อีกครั้ง.</p>';
$l['send']='ส่ง';
$l['login']='ล็อคอิน';
$l['lost_password_subject']='รหัสผ่านใหม่';
$l['lost_password_body']='%s,
รหัสผ่านใหม่ที่คุณต้องการสำหรับ %s ชื่อผู้ใช้ของคุณคือ "%s".
คลิ๊กที่ลิงค์ข้างล่าง (หรือก็อบไปวางบนเว็บบราวเซอร์) เพื่อเปลี่ยนรหัสผ่านของคุณ


%s

ถ้าคุณไม่ต้องการรหัสผ่านใหม่ กรุณาลบอีเมล์นี้เพื่อความปลอดภัย';
$l['lost_password_error']='ไม่สามารถค้นหาอีเมล์อ้างอิงนี้';
$l['lost_password_success']='อีเมล์แสดงวิธีการดำเนินการได้ถูกส่งไปยังอีเมล์ของท่าน';
$l['enter_password']='กรุณาระบุรหัสผ่านใหม่';
$l['new_password']='รหัสผ่านใหม่';
$l['lost_password']='ลืมรหัสผ่าน';
$l['confirm_password']='ยืนยันรหัสผ่าน';