<?php


$l["enterPassword"]="Моля, въведете паролата за Вашия SMIME сертификат.";
$l["messageEncrypted"]="Това съобщение бе изпратено в криптиран вид към вас.";
$l["messageSigned"]="Това съобшение има цифров подпис. Кликнете тук, за да се уверите в подписа и да импортирате сертификата.";
$l["smimeCert"]="SMIME сертификат";
$l["sign"]="Подпис със SMIME";
$l["encrypt"]="Криптиране със SMIME";
$l["settings"]="SMIME настройки";
$l["deleteCert"]="Изтриване сертификат";
$l["selectPkcs12Cert"]="Изберете нов PKCS12 сертификат";
$l["alwaysSign"]='Винаги подписва съобщенията';
$l["pkcs12Cert"]="PKCS12 сертификат";
$l["pkcs12CertInfo"]="За да качите нов PCSK12 сертификат, вие трябва да въведете паролата си за {product_name}. Паролата за {product_name} трябва да бъде различна от паролата за Вашия PCSK12 сертификат заради сигурността. Липсата на парола е забранена.";
$l["pubCerts"]="Публични SMIME сертификати";
$l["youHaveAcert"]='Вече сте качили сертификат. Поддръжката за SMIME е разрешена за този акаунт.';
$l["downloadCert"]='Изтегли сертификат';
$l['name']='SMIME поддръжка';
$l['description']='Extend the mail module with SMIME signing and encryption.';
$l['noPublicCertForEncrypt']="Съобщението не може да се криптира, защото нямате публичен сертификат %s. Отворете подписано съобщение за получател и удостоверете сертификата, за да импортирате публичния ключ.";
$l['noPrivateKeyForDecrypt']="Съобщението е криптирано и вие нямате публичния ключ, за да го декриптирате.";
$l['badGoLogin']="Паролата за {product_name} е неправилна.";
$l['smime_pass_matches_go']="Паролата за Вашия SMIME key съвпада с паролата за {product_name}. Заради сигурността това е забранено!";
$l['smime_pass_empty']="Вашият SMIME key няма парола. Заради сигурността това е забранено!";
$l['invalidCert']="Сертификатът е невалиден!";
$l['validCert']="Валиден сертификат";
$l['certEmailMismatch']="Сертификатът е валиден, но E-mail-а на сертификата не съвпада с E-mail-а на подателя.";
$l['decryptionFailed']='SMIME декриптирането за това съобщение се провали.';

$l['email']="E-mail";
$l['hash']="Hash";
$l['serial_number']="Сериен номер";
$l['version']="Версия";
$l['issuer']="Издател";
$l['valid_to']="Важи до";
$l['valid_from']="Важи от";