<?php
//Bangla (Bangladesh) Translation by Shubhra Prakash Paul <shuvro.paul@gmail.com>

$l["enterPassword"]="দয়া করে আপনার SMIME সনদের কূটশব্দটি প্রদান করুন ।";
$l["messageEncrypted"]="এই বার্তাটি সংকেতায়িত করে আপনাকে পাঠানো হয়েছে।";
$l["messageSigned"]="বার্তাটি ডিজিট্যালি স্বাক্ষরকৃত। স্বাক্ষর যাচাই করতে এবং সনদপত্র আমদানি করতে এখানে ক্লিক করুন।";
$l["smimeCert"]="SMIME সনদ";
$l["sign"]="SMIME দিয়ে স্বাক্ষর করুন";
$l["encrypt"]="SMIME দিয়ে সংকেতায়িত কর";
$l["settings"]="SMIME নিয়ামকসমূহ";
$l["deleteCert"]="সনদপত্রটি মুছে ফেল";
$l["selectPkcs12Cert"]="নতুন PKCS12 সনদপত্র নির্বাচন করুন";
$l["alwaysSign"]='সর্বদা বার্তা স্বাক্ষর করুন';
$l["pkcs12Cert"]="PKCS12 সনদপত্র"; 

$l["pkcs12CertInfo"]="নতুন PCSK12 সনদপত্র আপলোড করার জন্য আপনাকে অবশ্যই  {product_name} কূটশব্দটি প্রদান করতে হবে । নিরাপত্তার স্বার্থে  {product_name} কূটশব্দটি অবশ্যই  PCSK12 সনদপত্রের কূটশব্দ থেকে ভিন্ন হতে হবে । কোন কূটশব্দ প্রদাননা করাটাও নিষিদ্ধ।";
$l["pubCerts"]="সার্বজনীন SMIME সনদসমূহ";
$l["youHaveAcert"]='আপনি ইতোমধ্যেই একটি সনদপত্র আপলোড করেছেন । এই একাউন্টের জন্য SMIME সমর্থন সক্রিয় হয়েছে ।';
$l["downloadCert"]='সনদ ডাউনলোড কর';
$l['name']='SMIME সমর্থন';
$l['description']='SMIME স্বাক্ষর  এবং সংকেতায়ন ব্যবহার করে বার্তা মডিউলের কার্যক্রম বর্ধিত করে।';
$l['noPublicCertForEncrypt']="%s এর জন্য সার্বজনীন সনদপত্র না থাকায় আপনি বার্তাটি সংকেতায়িত করতে পারবেন না। প্রাপকের স্বাক্ষরিত একটি বার্তা খুলে দেখুন এবং সার্বজনীন কী টি আমদানি করার জন্য স্বাক্ষরটি যাচাই করুন।";
$l['noPrivateKeyForDecrypt']="এই বার্তাটি সংকেতায়িত  এবং আপনার কাছে বার্তা অসংকেতায়নের জন্য ব্যক্তিগত কী টি নেই ।";
$l['badGoLogin']="{product_name} কূটশব্দটি সঠিক নয়।";
$l['smime_pass_matches_go']="SMIME কী কূটশব্দটি  {product_name} কূটশব্দের অনুরূপ । নিরাপত্তার স্বার্থে এটি নিষিদ্ধ রাখা হয়েছে !";
$l['smime_pass_empty']="SMIME কী টির কোন কূটশব্দ নেই । নিরাপত্তার স্বার্থে এটি নিষিদ্ধ করা হয়েছে !";
$l['invalidCert']="অবৈধ সনদ!";
$l['validCert']="বৈধ সনদ";
$l['certEmailMismatch']="সনদপত্র বৈধ কিন্তু সনদে বর্ণিত ই-মেইল ঠিকানার সাথে প্রেরকের ই-মেইল ঠিকানা সামঞ্জস্যপূর্ণ নয় ।";
$l['decryptionFailed']='এই বার্তার SMIME অসংকেতায়ন ব্যর্থ।';

$l["email"]="ই-মেইল";
$l["hash"]="হ্যাস";
$l["serial_number"]="ক্রমিক নম্বর";
$l["version"]="ভার্সন";
$l["issuer"]="ইস্যু করেছেন";
$l["valid_to"]="যেদিন থেকে বৈধ";
$l["valid_from"]="বৈধতার শেষ হবে";
