<?php
// Bangla (Bangladesh) Translation by Shubhra Prakash Paul <shuvro.paul@gmail.com>
$l["forwardTo"]='বার্তা একে অগ্রবর্তী কর';
$l["messages"]='বার্তাসমূহ';
$l["message"]='বার্তা';
$l["inbox"]='অন্তর্বাক্স';
$l["accounts"]='একাউন্ট';
$l["account"]='ই-মেইল একাউন্ট';
$l["crossAccountMove"]='দুঃখিত, আপনি এক একাউন্টের বার্তা অন্য একাউন্টে স্থানান্তর করতে পারবেনা না ';
$l["compose"]='লিখন';
$l["reply"]='উত্তর';
$l["replyAll"]='সকলকে উত্তর';
$l["forward"]='অগ্রবর্তী কর';
$l["markAsRead"]='পঠিত হিসাবে চিহ্নিত কর';
$l["markAsUnread"]='অপঠিত হিসাবে চিহ্নিত কর';
$l["flag"]='ধ্বজা যোগ কর';
$l["unflag"]='ধ্বজা অপসারণ কর';
$l["flagged"]='ধ্বজাধারী';
$l["unflagged"]='ধ্বজামুক্ত';
$l["root"]='রুট';
$l["folders"]='ফোল্ডার';
$l["filter"]='ছাঁকনী';
$l["filters"]='ছাঁকনী';
$l["selectFolderDelete"]='মুছে ফেলার জন্য দয়া করে ফোল্ডারটি নির্বাচন করুন';
$l["selectFolderAdd"]='প্রথমেই ট্রি থেকে ফোল্ডারটি নির্বাচন করুন যেখানে আপনি নতুন ফোল্ডার যোগ করতে চান। এরপর  \'যোগ কর\' তে ক্লিক করুন';
$l["selectFolderRename"]='পূনঃনামকরণের জন্য দয়া করে ফোল্ডারটি নির্বাচন করুন';
$l["forward"]='অগ্রবর্তী কর';
$l["resetSearch"]='অনুসন্ধান পূনঃনির্ধারণ কর';
$l["emailMessage"]='ই-মেইল বার্তা';
$l["host"]='হোস্ট';
$l["field"]='ক্ষেত্র';
$l["contains"]='ধারণ করে';
$l["moveToFolder"]='এই ফোল্ডারে স্থানান্তর কর';
$l["incomingMail"]='অন্তর্গামী বার্তা';
$l["advanced"]='সুচারু';
$l["ssl"]='SSL';
$l["tls"]='TLS';
$l["novalidateCert"]='সনদপত্র যাচাই কোরো না';
$l["port"]='পোর্ট';
$l["rootMailbox"]='রুট বার্তা বাক্স';
$l["manageFolders"]='ফোল্ডার ব্যবস্থাপনা';
$l["sendItemsFolder"]='প্রেরিত ফোল্ডার';
$l["trashFolder"]='আবর্জনাস্তুপ';
$l["draftsFolder"]='খসড়া ফোল্ডার';
$l["sender"]='প্রেরক ক্ষেত্র';
$l["subject"]='বিষয়';
$l["toField"]='প্রাপক ক্ষেত্র';
$l["ccField"]='CC ক্ষেত্র';
$l["bccField"]='BCC ক্ষেত্র';
$l["keyword"]='কী-ওয়ার্ড';
$l["notification"]='পঠিত হলো কি না অবহিত করার জন্য অনুরোধ কর';
$l["high"]='উচ্চ';
$l["normal"]='সাধারণ';
$l["low"]='নিম্ন';
$l["from"]='প্রেরক';
$l["sendTo"]='যাকে প্রেরণ করা হবে';
$l["cc"]='CC';
$l["bcc"]='BCC';
$l["selectTemplate"]='ছাঁচ নির্বাচন করুন';
$l["composeEmail"]='ই-মেইল বার্তা লিখন';
$l["send"]='পাঠাও';
$l["extraOptions"]='অতিরিক্ত সুযোগসমূহ';
$l["show"]='দেখাও';
$l["noAccount"]='আপনি এখনও কোন ই-মেইল একাউন্ট কনফিগার করেন নি। প্রথম ই-মেইল একাউন্টটি কনফিগার করার জন্য যান  প্রারম্ভিক মেনু  ->  ই-মেইল -> প্রশাসন -> একাউন্ট ';
$l["attachFiles"]='আপনার PC থেকে ফাইল সংযুক্ত করুন ';
$l["uploadAttachments"]='সংযুক্তিসমূহ আপলোড   কর';
$l["startTransfer"]='স্থানান্তর শুরু কর';
$l["cantEditFolder"]='আপনি এই ফোল্ডারটি সম্পাদনা করতে পারবেন না ';
$l["cantDeleteInboxFolder"]='আপনি অন্তর্বাক্স ফোল্ডারটি মুছে ফেলতে পারবেন না ';
$l["cantRenameInboxFolder"]='আপনি অন্তর্বাক্স ফোল্ডারটি পূনঃনামকরণ করতে পারবেন না ';
$l["enterFolderName"]='ফোল্ডারটির নাম লিখুনঃ';
$l["addFolder"]='ফোল্ডার যোগ কর';
$l["to"]='প্রাপক';
$l["downloadAllAsZip"]='জিপ ফাইল হিসাবে সবগুলো ডাউনলোড কর';
$l["body"]='গর্ভাংশ';
$l["recievedBefore"]='এর পূর্বে প্রাপ্ত';
$l["recievedSince"]='থেকে প্রাপ্ত ';
$l["answered"]='উত্তর প্রেরিত';
$l["unanswered"]='অনুত্তোরিত';
$l["viewed"]='দর্শন করা হয়েছে';
$l["outgoingMail"]='বহির্গামী বার্তা';
$l["encryption"]='সংকেতায়ন';
$l["type"]='ধরণ';
$l["noEncryption"]='কোন সংকেতায়ন নেই';
$l["noAccountTitle"]='কোন একাউন্ট নেই';
$l["priority"]='গুরুত্ব';
$l["read"]='পঠিত';
$l["NA"]='প্র/ন';
$l["emptyFolder"]='ফাঁকা ফোল্ডার';
$l["emptyFolderConfirm"]='আপনি কি সত্যিই  \'{name}\' ফোল্ডারটি ফাঁকা করতে চান ?';
$l["addUnknownRecipients"]='অজ্ঞাত প্রাপকবৃন্দ যোগ কর';
$l["addUnknownRecipientsText"]='আপনি এই মাত্র একটি ই-মেইল এক বা একাধিক প্রেরককে পাঠিয়েছেন যারা আপনার ঠিকানপঞ্জীতে তালিকাভুক্ত নন।এ সকল ব্যক্তিদেরকে যোগ করার জন্য নামের উপর ক্লিক করুন কিংবা এই উইন্ডোটি বন্ধ করুন।';

$l["addUnknownSenders"]='অজ্ঞাত প্রেরকবৃন্দকে যোগ কর ';
$l["addUnknownSendersText"]='আপনি নির্বাচিত ই-মেইল প্রেরকবৃন্দকে ঠিকানাপঞ্জীতে যোগ করতে চলেছেন । প্রথমত, নিম্নোক্ত নির্বাচিত প্রেরকবৃন্দকে অবশ্যই  {product_name} এর একটি ঠিকানাপঞ্জীতে যোগ করতে হবে । কোন ব্যক্তিকে যোগ করতে চাইলে তার নামের উপর ক্লিক করুন কিংবা এই উইন্ডোটি বন্ধ করে দিন ।';
$l["attachFilesPC"]='PC থেকে যোগ কর';
$l["attachFilesGO"]='{product_name} থেকে থেকে যোগ কর';
$l["renameFolder"]='ফোল্ডার পূনঃনাম করণ';
$l["vacation"]='স্বয়ংক্রিয় প্রত্যুত্তর';
$l["vacationActive"]='স্বয়ংক্রিয় প্রত্যুত্তর সক্রিয় কর';
$l["vacationSubject"]='বিষয়';
$l["vacationBody"]='গর্ভাংশ';
$l["addToRecipients"]= 'প্রাপকে যোগ কর';
$l["addToCC"]= 'CC এ যোগ কর';
$l["addToBCC"]= 'BCC এ যোগ কর';
$l["viewSource"]='উৎস প্রদর্শন';
$l["sendNotification"]='এই বার্তার প্রেরক আপনার কাছে থেকে  %s এ পঠিত  অবহিত করণ পেতে ইচ্ছুক । আপনি কি  এখনই পঠিত অবহিতকরণ পাঠাতে আগ্রহী ?';
$l["searchOnSender"]='বর্তমান ফোল্ডারে বার্তাসমূহ প্রদর্শন কর';
$l["blocked"]= '{blocked_images} নিরাপত্তার প্রয়োজনে বহিঃস্থ ছবি বাধা দেওয়া হয়েছে ।';
$l["unblock"]= 'বাধা তুলে দিতে এখানে ক্লিক করুন';
$l["loadEmailFirst"]= 'এই ফাংসনটি ব্যবহার করতে চাইলে প্রথমেই ই-মেইল ট্যাব চেপে ই-মেইলটি লোড করতেই হবে';
$l["confirmEmptySubject"]='আপনি বিষয়ের ঘরটি পূরণ করেন নি । আপনি কি কোন বিষয় ছাড়াই এই বার্তাটি পাঠাতে বদ্ধপরিকর ?';
$l["searchGO"]='{product_name} এ খোঁজ';
$l["toggleWindowPosition"]= 'বার্তা উইন্ডোর অবস্থান অদলবদল কর';
$l["closeUploadDialog"]='প্রথমেই আপলোড সংলাপটি বন্ধ করুন কিংবা আপলোড সুসম্পন্ন হওয়া পর্যন্ত অপেক্ষা করুন';
$l["defaultProgram"]='পূর্বনির্ধারিত ই-মেইল প্রোগ্রাম';
$l["htmlMarkup"]= 'HTML মার্ক-আপ ব্যবহার কর';
$l["confirmLostChanges"]= 'পরিবর্তনসমূহ হারিয়ে যাবে। আপনি কি নিশ্চিত ?';
$l["accountId"]="একাউন্ট ID";
$l["email"]="ই-মেইল";
$l["signature"]="স্বাক্ষর";
$l["manageAliases"]='প্রেরকবৃন্দের ছদ্মনাম (ওরফে) ব্যবস্থাপনা';
$l["addSendersTo"]='প্রেরকবৃন্দকে যোগ কর...';
$l["deleteSendersFrom"]='প্রেরকবৃন্দকে এখান থেকে মুছে ফেল...';
$l["defaultTemplate"]='নির্বাচিত ছাঁচকে পূর্বিনির্ধারিত হিসাবে নির্ধারণ কর';
$l["defaultEmailTemplate"]='পূর্বনির্ধারিত ই-মেইল ছাঁচ';
$l["moving"]='স্থানান্তর করা হচ্ছে...';
$l["orderFilters"]='টেনে হিঁচড়ে ছাঁকনীসমূহের ক্রম পরিবর্তন করতে পারবেন।';
$l["orderAccounts"]='টেনে হিঁচড়ে একাউন্টগুলোর ক্রম পরিবর্তন করতে পারবেন।';
$l["groups"]='গোষ্ঠীসমূহ';
$l["showUnread"]='অপঠিত প্রদর্শন কর';
$l["searchFrom"]='প্রেরক';
$l["searchTo"]='প্রাপক';
$l["searchCC"]='প্রাপক (CC)';
$l["youHaveNewMails"]= 'আপনার {new} টি নতুন ই-মেইল এসেছে';
$l["replaceEmailText"]='এই ব্যক্তিটির তিনটি ই-মেইল ঠিকানা ইতোমধ্যেই তাঁর বৃত্তান্তে যোগ করা হয়েছে । বিদ্যমান কোন একটি ই-মেইল ঠিকানা প্রতিস্থাপন করতে চান তার উপরে ক্লিক করুন ।';
$l["skipUnknownRecipientsAction"]='পরবর্তীকালে এই উইন্ডোটি প্রদর্শন কোরো না ';
$l["skipUnknownRecipients"]='অজ্ঞাত প্রাপক সংলাপটি প্রদর্শন কোরো না ';
$l["alwaysRequestNotification"]='পঠিত হয়েছে কি না তা অবহিতকরণ সর্বদা অনুরোধ কর ';
$l["icalendarUpdateEvent"]='ইভেন্ট পরিবর্ধন কর';
$l["icalendarDeleteEvent"]='ইভেন্ট মুছে ফেল';
$l["icalendarAcceptInvitation"]='গ্রহণ';
$l["icalendarDeclineInvitation"]='প্রত্যাখ্যান';
$l["icalendarTentativeInvitation"]='সম্ভাব্য';
$l["alwaysRespondToNotifications"]='পঠিত অবহিতকরণে সর্বদা প্রতিক্রিয়া জ্ঞাপন কর';
$l["anyField"]='যে কোন ক্ষেত্র';
$l["icalendarEventUpdated"]='ইভেন্ট পরিবর্ধন করা হলে।';
$l["icalendarEventCreated"]='ইভেন্ট তৈরি করা হলে।';
$l["icalendarEventDeleted"]='ইভেন্ট মুছে ফেলা হলে।';
$l["icalendarInvitationDeclined"]='আমন্ত্রণ প্রত্যাখ্যান করা হয়েছে ।';
$l["icalendarDeleteEventConfirm"]='আপনি কি এই ইভেন্টটি মুছে ফেলতে বদ্ধপরিকর ?';
$l["sending"]='পাঠানো হচ্ছে...';
$l["defaultFontSize"]= 'ফন্টের পূর্বনির্ধারিত আকার';
$l["emailFiles"]='ফাইলগুলো ই-মেইল কর';

$l["shareFolder"]= 'ভাগাভাগি কর';

$l["readPerm"]='পঠন';
$l["writePerm"]='লিখন';
$l["deletePerm"]='মুছে ফেলা';
$l["createMailboxPerm"]='বার্তাবাক্স তৈরি কর';
$l["deleteMailboxPerm"]='বার্তাবাক্স মুছে ফেল';
$l["adminPerm"]='প্রশাসন';

$l["moveOldMails"]= 'পুরাতন বার্তাসমূহ স্থানান্তর কর';
$l["moveOldMailsInstructions"]= 'তারিখটি নির্বাচন করুন।  আপনি তথাস্তুতে ক্লিক করলে নির্বাচিত ফোল্ডারের ওই তারিখের পূর্বের সকল ই-মেইল নির্বাচিত গন্তব্য ফোল্ডারে স্থানান্তর করা হবে ।';
$l["folder"]= 'ফোল্ডার';
$l["moveOldMailsSure"]= 'এই  {date} তারিখের পূর্বের সকল ই-মেইলকে  "{source}" থেকে  "{target}" এ স্থানান্তর করতে আপনি কি বদ্ধপরিকর ?';
$l["nMovedMailsTxt"]= 'স্থানান্তরিত বার্তার সংখ্যা';
$l["deletingEmails"]= 'ই-মেইল মুছে ফেলা হচ্ছে...';
$l["everythingBefore"]= 'এই তারিখের পূর্বের সকল ই-মেইল';
$l["alsoChildren"]= 'সাবফোল্ডারে থাকা ই-মেইলগুলোর জন্যও এটি প্রয়োগ কর।';

$l['name'] = 'ই-মেইল';
$l['description'] = 'পূর্ণবৈশিষ্ট্যমন্ডিত ই-মেইল ক্লায়েন্ট । প্রত্যেক ব্যবহারকারি ই-মেইল পাঠাতে এবং পেতে পারবেন';
$l['feedbackNoReciepent'] = 'আপনি কোন প্রাপকের নাম প্রদান করেন নাই';
$l['feedbackSMTPProblem'] = 'SMTP এর সাথে সংযোগ স্থান করতে সমস্যাঃ  ';
$l['feedbackUnexpectedError'] = 'ই-মেইলটি তৈরি করতে একটি অজ্ঞাত সমস্যা দেখা দিয়েছেঃ  ';
$l['feedbackCreateFolderFailed'] = 'ফোল্ডার তৈরি করতে অসমর্থ';
$l['feedbackDeleteFolderFailed'] = 'ফোল্ডার মুছে ফেলতে অসমর্থ';
$l['feedbackSubscribeFolderFailed'] = 'ফোল্ডারের গ্রাহক হতে অসমর্থ';
$l['feedbackUnsubscribeFolderFailed'] = 'ফোল্ডারের গ্রাহকত্ব বাতিল করতে অসমর্থ';
$l['feedbackCannotConnect'] = '%1$s এ এবং  %3$s পোর্টে সংযুক্ত হতে পারা গেল না । <br /><br /> মেইল সার্ভারটি নিম্নোক্ত বার্তা আহরণ করছেঃ  %2$s';
$l['inbox'] = 'অন্তর্বাক্স';
$l['spam']='অযাচিত';
$l['trash']='আবর্জনাস্তুপ';
$l['sent']='পাঠানো';
$l['drafts']='খসড়া';

$l['to']='প্রাপক';
$l['from']='প্রেরক';
$l['subject']='বিষয়';
$l['no_recipients']='অজ্ঞাতপরিচয় প্রাপকবৃন্দ';
$l['original_message']='--- মূল বার্তাটি নিম্নরূপ ---';
$l['attachments']='সংযুক্তিসমূহ';
$l['notification_subject']='পঠিতঃ  %s';
$l['notification_body']='"%s" বিষয়যুক্ত আপনার বার্তাসমূহ  %s এ প্রদর্শিত হচ্ছে ';
$l['errorGettingMessage']='সার্ভার থেকে বার্তা আহরণ করতে অসমর্থ';
$l['no_recipients_drafts']='কোন প্রাপক নেই';
$l['usage_limit'] = '%s (%s এর মধ্যে)   ব্যবহৃত';
$l['usage'] = '%s ব্যবহৃত';
$l['event']='সাক্ষাৎকার';
$l['calendar']='দিনপঞ্জী';
$l['quotaError']="আপনার বার্তাবাক্সটি পরিপূর্ণ। প্রথমেই আবর্জনাস্তুপ ফোল্ডারটি খালি করুন। যদি এটা খালি থেকে থাকে এবং আপনার বার্তাবাক্স এখনও পরিপূর্ণ দেখায়, তাহলে অন্যান্য ফোল্ডার থেকে বার্তা মুছে ফেলার জন্য অবশ্যই আবর্জনাস্তুপ ফোল্ডারটি নিষ্ক্রিয় করুন।  এটি নিম্নোক্ত উপায়ে নিষ্ক্রিয় করা যাবেঃ \n\nনিয়ামক -> একাউন্ট -> একাউন্টে ডবল ক্লিক করুন  -> ফোল্ডার ।";
$l['draftsDisabled']="বার্তা সংরক্ষণ করা সম্ভব হলো না । কেননা  'খসড়া' ফোল্ডারটি নিষ্ক্রিয় আছে। <br /><br /> এটি কনফিগার করতে চলে যান ই-মেইল -> প্রশাসন -> একাউন্ট-> একাউন্টে ডবলক্লিক করুন -> ফোল্ডার ।";
$l['noSaveWithPop3']='বার্তা সংরক্ষণ করা সম্ভব হলো না । কেননা  POP3 একাউন্টটি এটি সমর্থন করে না ।';
$l['goAlreadyStarted']='{product_name} ইতোমধ্যেই চালু হয়েছে । ই-মেইল লেখকটি  {product_name} এ এখন লোড করা হয়েছে । এই উইন্ডোটি এখন বন্ধ করে   {product_name} এ আপনার বার্তাটি লিখুন।';
$l['replyHeader']=' %s এ, %s এ সময়ে %s %s লিখেছেনঃ ';
$l['alias']='ওরফে';
$l['aliases']='ওরফে';
$l['noUidNext']='আপনার মেইল সার্ভারটি  UIDNEXT সমর্থন করে না ।  এই একাউন্টের জন্য এখন  \'খসড়া\' ফোল্ডারটি স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হয়েছে ।';
$l['disable_trash_folder']='আবর্জনাস্তুপে ই-মেইল স্থানান্তর করা গেল না । এর কারণ হতে পারে ডিস্ক স্পেসের অপ্রতুলতা। আপনি আবর্জনাস্তুপ ফোল্ডার নিষ্ক্রিয় করে কিছু জায়গা খালি করতে পারেন । আর এর জন্য চলে যান প্রশাসন -> একাউন্ট  ->  আপনার একাউন্টে ডবল ক্লিক করুন ->  ফোল্ডার এ।';
$l['error_move_folder']='ফোল্ডারটি স্থানান্তর করা সম্ভব হলো না ';
$l['error_getaddrinfo']='হোস্টের ঠিকানাটি সঠিক নয়';
$l['error_authentication']='ব্যবহারকারি নাম কিংবা কূটশব্দটি সঠিক নয়';
$l['error_connection_refused']='সংযোগটি প্রত্যাখ্যাত হয়েছে । দয়া করে হোস্ট এবং পোর্টের নম্বরটি ঠিক আছে কি না তা যাচাই করুন।';

$l['iCalendar_event_invitation']='এই বার্তায় রয়েছে একটি ইভেন্টে যোগদানের আমন্ত্রণ।';
$l['iCalendar_event_not_found']='এই বার্তাটি এমন একটি ইভেন্টের পরিবর্ধন ধারণ করছে যে ইভেন্টটি এখন অস্তিত্বহীন ।';
$l['iCalendar_update_available']='এই বার্তাটি ধারণ করছে বিদ্যমান একটি ইভেন্টের পরিবর্ধন।';
$l['iCalendar_update_old']='এই বার্তাটি একটি ইভেন্ট ধারণ করছে যা ইতোমধ্যেই ঘটে গিয়েছে।';
$l['iCalendar_event_cancelled']='এই বার্তাটি ধারণ করছে ইভেন্ট বাতিলের সংবাদ।';

$l['autolinked']='এই বার্তাটি স্বয়ংক্রিয়ভাবে  %s এর সাথে লিংক করা হয়েছে ।';



$l['iCalendar_event_invitation_declined']='এই বার্তায় রয়েছে একটি ইভেন্টে যোগদানের আমন্ত্রণ যা আপনি প্রত্যাখ্যান করেছেন।';
$l['untilDateError']='আমি নিম্নোক্ত "যতদিন পর্যন্ত " প্রক্রিয়াজাত করার চেষ্টা করে চলেছি, কিন্তু কোন সমস্যার কারণে এই প্রক্রিয়া ব্যহত হয়েছে ।';



$l['defaultProgramInstructions'] ='<p>{product_name} কে পূর্বনির্ধারিত ই-মেইল প্রোগ্রাম হিসাবে নির্ধারণ করতে চাইলে দয়া করে <a class="normal-link" href="http://www.{product_name}.com/wiki/E-mail#Set_{product_name}_as_your_default_e-mail_client" target="_blank">নির্দেশনা </a> অনুসরণ করুন । </p><p> এর পর আপনি যদি উইন্ডোজ ব্যবহার করে থাকেন তাহলে অবশ্যই এই <a class="normal-link" href="{url}">রেজিস্ট্রি ফাইল </a> টি ডাউনলোড করুন এবং চালান । </p>';
$l['xssDetected']="এই বার্তাটিতে ক্ষতিকারক কন্টেন্ট আছে। যেকোন প্রকারে ছেঁকে নেওয়া বার্তা দেখতে এখানে ক্লিক করুন ।";
$l['xssMessageHidden']='নিরাপত্তার বিবেচনায় বার্তা লুকিয়ে রাখা হয়েছে';
$l['failedRecipients']='একে পাঠাতে অসমর্থ';
$l['spam']='অযাচিত';
$l['ignoreSentFolder']='প্রত্যুত্তরসমূহও মূল বার্তার একই ফোল্ডারে সংরক্ষণ কর';
$l['sourceAndTargetSame']="উৎস এবং গন্তব্য বার্তাবাক্স একই হওয়া চলবে না ";
$l['subscribeFolders']='ফোল্ডারের গ্রাহক হোন';

$l['imapLoginFailed']='"%username" নামের ব্যবহারকারির জন্য যাচাইকরণ ব্যর্থ';
$l['tryNewCredentials']='ভিন্ন একটি IMAP কূটশব্দ প্রদান করে পূনঃরায় চেষ্টা করুন ';

$l['mailbox']='বার্তাবাক্স';
$l['checkUnseen']='নতুন বার্তার জন্য এই ফোল্ডারটি স্বয়ংক্রিয়ভাবে পরীক্ষা কর';
$l['noEmailFolders'] = 'কোন ফোল্ডার যোগ করা হয় নি।';
$l['moveTo']='এখানে স্থানান্তর কর';

$l['useAccount']='একাউন্ট ব্যবহার কর';

$l['storePassword']='চিরতরে কূটশব্দ সংরক্ষণ কর';
$l['sieveNote']='সকল বৈশিষ্ট্যই সমর্থিত নয়। দয়া করে নির্দেশিকা দেখুন।';
$l['winmailNoFiles']="এই winmail সংযুক্তিটি কোন ফাইল ধারণ করে না ।";
$l['attachedAppointmentInfo']="সংযুক্ত সাক্ষাৎকারের তথ্য ";
$l['cantDeleteSpecialFolder']="আপনি আবর্জনাস্তুপ, প্রেরিত কিংবা খসড়া ফোল্ডারগুলো  মুছে ফেলতে পারবেন না";
$l["copyingMessages"]='বার্তাসমূহের অনুলিপি করা হচ্ছে...';
$l['cantMoveSpecialFolder']="আপনি আবর্জনাস্তুপ, প্রেরিত কিংবা খসড়া ফোল্ডারগুলো  স্থানান্তর করতে পারবেন না";

$l['copyMailTo']="ই-মেইল অনুলিপি করে এখানে রাখ...";
$l['copyMailToTxt']="ই-মেইলের অনুলিপি রাখার জন্য একটি ফোল্ডার নির্বাচন করুন";
$l['copyMailToRUSure']="আপনি কি নির্বাচিত ই-মেইল বার্তার অনুলিপি এই বার্তাবাক্স ফোল্ডারে রাখতে বদ্ধপরিকর ?";
$l['copyMailsToRUSure']="আপনি কি নির্বাচিত ই-মেইল বার্তাসমূহের অনুলিপি এই বার্তাবাক্স ফোল্ডারে রাখতে বদ্ধপরিকর ?";
$l['selectValidMailFolder']="অনুলিপি সংরক্ষণের জন্য দয়া করে সঠিক ই-মেইল ফোল্ডারটি নির্বাচন করুন।";
$l['clickSeeWholeMessage']="প্রকৃত বার্তাটি এখানে প্রদর্শনের চেয়েও বৃহদাকার।সম্পূর্ণ বার্তাটি দেখতে এখানে ক্লিক করুন ।";

$l['dateReceived']='প্রাপ্তির তারিখ';
$l['dateSent']='পাঠানোর তারিখ';

$l['cronEmailReminders']='স্মর্তব্যসমূহ ই-মেইল কর';
$l['cronEmailRemindersDescription']='এই  cron টি ই-মেইল স্মর্তব্যসমূহ নিয়ন্ত্রণ করে';

$l['appointementAlreadyProcessed']='এই বার্তায় রয়ছে একটি সাক্ষাৎকারের জন্য আমন্ত্রণ যা ইতোমধ্যেই প্রক্রিয়াজাত করা হয়েছে।';
$l['doNotMarkAsRead'] = 'ই-মেইলগুলোকে স্বয়ংক্রিয়ভাবে পঠিত হিসাবে চিহ্নিত কোরো না';
$l["showAll"]='সবগুলো দেখাও';

$l['noname'] = 'কোন নাম নেই';
$l['searchIn'] = 'এখানে খোঁজ';
$l['searchRecursive'] = 'recursive খোঁজ';
$l['currentFolder'] = 'বর্তমান ফোল্ডার';
$l['allFolders'] = 'সকল ফোল্ডার';


$l['useAuth']="যাচাইকরণ ব্যবহার কর";
$l['linkMustHavePermissionToWrite'] = 'ওই অবজেক্টের জন্য প্রয়োজনীয় লিখনের অনুমিত আপনার নেই, তাই এতে আপনি ই-মেইল লিংক করতে পারবেন না।';

$l['sortAddressesByMailTime'] = 'সর্বশেষ ই-মেইল পাঠানোর সময় অনুযায়ী প্রাপকবৃন্দকে বিন্যস্ত কর(ঠিকানাপঞ্জী মডিউলটি আবশ্যক )';
$l['permissionDelegated'] = 'শুধুমাত্র পঠনোপোযোগী এবং delegated';