<?php


$l['success']='<h1>Паролата е сменена</h1><p>Вашата парола бе сменена успешно. Сега можете да се впишете от основната страница.</p>';
$l['send']='Изпрати';
$l['login']='Вписване';
$l['lost_password_subject']='Искане за нова парола';
$l['lost_password_body']='%s,
Изискахте нова парола за %s. Потребителското име е "%s".
Кликнете на линка по-долу (или го поставете в браузъра) за да смените паролата:

%s

Ако не Вие сте поискали нова парола, моля изтрийте това съобщение.';
$l['lost_password_error']='Не мога да намеря указаният e-mail адрес.';
$l['lost_password_success']='Съобщение с инструкции ще бъде изпратен на Вашият E-mail адрес.';
$l['enter_password']='Моля въведете нова парола';
$l['new_password']='Нова парола';
$l['lost_password']='Загубена парола';
$l['confirm_password']='Потвърдете паролата';
