<?php
// Bangla (Bangladesh) Translation by Shubhra Prakash Paul <shuvro.paul@gmail.com>

$l['success']='<h1>কূটশব্দ পরিবর্তন</h1><p> আপনার কূটশব্দ  পরিবর্তন সুসম্পন্ন হয়েছে। এবার আপনি প্রবেশ পাতায় অগ্রসর হতে পারেন ।</p>';
$l['send']='পাঠাও';
$l['login']='প্রবেশ';
$l['lost_password_subject']='নতুন কূটশব্দের অনুরোধ ';
$l['lost_password_body']='%s,
আপনি  %s এর জন্য নতুন কূটশব্দের অনুরোধ জানিয়েছেন । আপনার ব্যবহারকারি নামটি হলো  "%s" ।
কূটশব্দ পরিবর্তন করতে  নিম্নোক্ত লিংকে ক্লিক করুন (কিংবা ঠিকানাটি ব্রাউজারে প্রতিলেপন করুন ) :
%s

আপনি যদি নতুন কূটশব্দের অনুরোধ না করে থাকেন তবে দয়া করে এই ই-মেইলটি মুছে ফেলুন।';
$l['lost_password_error']='আপনার প্রদত্ত ই-মেইল ঠিকানাটি খুঁজে পাওয়া গেল না। ';
$l['lost_password_success']='পরবর্তী নির্দেশনা সম্বলিত একটি ই-মেইল  আপনার প্রদত্ত ঠিকানায় পাঠানো হয়েছে ।';
$l['enter_password']='দয়া করে নতুন একটি কূটশব্দ লিখুন ';
$l['new_password']= ' নতুন কূটশব্দ';
$l['lost_password']='হারানো কূটশব্দ ';
$l['confirm_password']='কূটশব্দ নিশ্চিত করুন ';
