<?php


$l['success']='<h1>Пароль изменен</h1><p>Ваш пароль был изменен. Теперь вы можете войти в систему.</p>';
$l['send']='Отправить';
$l['login']='Имя пользователя';
$l['lost_password_subject']='Запрос нового пароля';
$l['lost_password_body']='%s,
Вы запросили новый пароль для %s. Имя пользователя "%s".
Для смены пароля нажмите на ссылку или скопируйте ее и вставьте в строку адреса вашего Интернет-браузера:

%s

Если Вы не запрашивали новый пароль, удалите это письмо.';
$l['lost_password_error']='Указанный e-mail адрес не найден.';
$l['lost_password_success']='Письмо с инструкцией по замене пароля выслано на указанный e-mail.';
$l['enter_password']='Введите новый пароль';
$l['new_password']='Новый пароль';
$l['lost_password']='Забыли пароль';
$l['confirm_password']='Подтверждение пароля';
