<?php


$l["group"]= 'Група';
$l["groups"]= 'Групи';
$l["owner"]= 'Собственик';
$l["lblNew"]= 'Нов';
$l["newGroupName"]= 'Въведете ново име на група';
$l["searchAllUsers"]= 'Търсене във всички потребители';
$l["adminOnly"]= 'Само администратор';
$l["adminOnlyLabel"]= 'Само администратори могат да ползват тази група, за да дадат права за примерни календари.';
$l["groupMembers"]='Членове на група';
$l["managePermissions"]= 'Управление на права';
$l['name'] = 'Групи';
$l['description'] = 'Админ модул; Управление на потребителски групи.';
$l['noDeleteAdmins'] = 'Не можете да триете група Администратори';
$l['noDeleteEveryone'] = 'Не можете да триете група Всички';
$l['groupNameAlreadyExists'] = 'Групата, която опитвате да създадете вече съществува';
$l['dontRemoveAdmin']='Не можете да премахнете основния администратор от групата на администраторите';
$l['modulePermissions'] = 'Права на модула';

$l['use']='Употреба';