<?php


$l["group"]= 'Ομάδα';
$l["groups"]= 'Ομάδες';
$l["owner"]= 'Ιδιοκτήτης';
$l["lblNew"]= 'Νέα';
$l["newGroupName"]= 'Εισάγετε το όνομα της νέας ομάδας';
$l["searchAllUsers"]= 'Αναζήτηση όλων των χρηστών';
$l['name'] = 'Ομάδες';
$l['description'] = 'Άρθρωμα Διαχειριστή; Διαχείριση ομάδων χρηστών.';
$l['noDeleteAdmins'] = 'Δεν μπορείτε να διαγράψετε την ομάδα Διαχειριστές';
$l['noDeleteEveryone'] = 'Δεν μπορείτε να διαγράψετε την ομάδα Όλοι';
$l['groupNameAlreadyExists'] = 'Η ομάδα που προσπαθείτε να δημιουργήσετε υπάρχει ήδη';
$l['dontRemoveAdmin']='Δεν μπορείτε να αφαιρέσετε τον βασικό διαχειριστή από την ομάδα διαχειριστών';
