<?php


$l['name'] = 'Группы';
$l['description'] = 'Модуль администрирования; Управление группами пользователей.';
$l['noDeleteAdmins'] = 'Вы не можете удалить группу Администраторы';
$l['noDeleteEveryone'] = 'Вы не можете удалить группу Все';
$l['groupNameAlreadyExists'] = 'Группа с таким именем уже существует';
$l['dontRemoveAdmin']='Вы не можете удалить основного Администратора из группы Администраторы';

$l["group"]= 'Группа';
$l["groups"]= 'Группы';
$l["owner"]= 'Владелец';
$l["lblNew"]= 'Новая';
$l["newGroupName"]= 'Введите имя новой группы';
$l["searchAllUsers"]= 'Искать всех пользователей';