<?php
$l['name']='Права за свободен-зает';
$l['description']='Всеки потребител трябва да упълномощи останалите потребители, за да могат да виждат неговата информация свободен-зает, ако този модул бъде разрешен. Нов бутон ще се появи в Настройки -> Календар.';
$l['FreeBusyaccessrights'] = 'Права на достъп за свободен-зает';

$l['info']='Позволяване достъпа на потребители и групи до информация за вашата заетост. Тези потребители също така ще могат да се насрочват ориентировъчни събития директно във вашия календар.';